lib/xml/userSkillAdd.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:ser="http://service.admin.ws.five9.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <ser:userSkillAdd>
            <!--Optional:-->
            <userSkill>
                <!--Optional:-->
                <id>?</id>
                <level>?</level>
                <!--Optional:-->
                <skillName>?</skillName>
                <!--Optional:-->
                <userName>?</userName>
            </userSkill>
        </ser:userSkillAdd>
    </soapenv:Body>
</soapenv:Envelope>